{
    "DeckName": "Default NSFW",

    "DeckBy": "Lastation Community",

    "Truths": [
        "What is your wildest fantasy?",
        "What is your weirdest kink/turn-on?",
        "Have you ever been asked to join a threesome out of the blue?",
        "How many toys do you have?",
        "Storytime: Your first ERP session in VRChat",
        "Who here do you trust the most?",
        "Do you have a crush on someone in this room?",
        "What is your favorite part of your body?",
        "Tell everyone your favorite way to be teased.",
        "What is your favorite sex position?",
        "What is your favorite hentai?",
        "Storytime: How did you find out about your first kink?",
        "What is your favorite part of your partner's body?",
        "What is your ERP body count?",
        "Why do you think your favorite kink is your favorite? (other than the fact it’s pleasurable)",
        "Which 2 people in the room would you have a 3-way with?",
        "Would you ever do anal? Yes or No and Why?",
        "Have you ever face fucked someone or been eaten out.",
        "What is your favorite place to have sex?",
        "On a scale of 1-10, How horny are you right now?",
        "Have you ever tasted your own cum?",
        "What is the longest time you’ve masturbated for?",
        "Have you ever tried to make your own sex toy?",
        "What is the weirdest thing you have used as a toy to masturbate?",
        "How many times have you came in one day?",
        "Have you ever sucked on yourself just because no one else would?",
        "What is the lewdest thing you've done in public?",
        "What is something Lewd you WANT to do in public?",
        "Describe your favorite toy to the group.",
        "Name 3 people in this room that you would gladly have an orgy with.",
        "What is the worst kink you can think of?",
        "What is your favorite porn category?",
        "Would you become a sex slave for 24 hours?",
        "What is the weirdest thing thats gets you turned on?",
        "What was your best orgasm?",
        "What was your most embarrassing horny story?",
        "What was the most down bad thing you have done because you were horny?",
        "What is the minimum requirement for someone to get with you sexually?",
        "If you could buy any sex toy, what would it be?",
        "Would you rather have a new Lovense, or a new Pishock?",
        "Of the people in the room, how many have you already fucked?",
        "How many people in the room would you fuck?",
        "What is the fastest someone has made you cum?",
        "What is the shortest amount of time knowing someone before you lewded them?",
        "Have you ever broken a personal comfort zone to prove love or affection to someone?",
        "When was the last time you were blue-balled and how did it go?",
        "If you could, would you accept Payment to be a sexual partner for someone?",
        "How many times have you gotten turned on while playing today?",
        "Would you work in a sex shop?",
        "Would you work as a stripper/sexual partner?",
        "What is the most amount of sexual acts you've had in a single day?",
        "Have you ever masturbated at work? If so, did you cum?",
        "Have you ever gotten caught doing something sexual in a place that isn't your home?",
        "Have you ever had sexual fantasies of a friends parent?",
        "Have you ever had sexual thoughts of a teacher?",
        "What is something you have always wanted to try sexually but are too embarrassed to ask someone?",
        "Would you fuck someone in public?",
        "Would you submit willingly to someone with no prior knowledge of them?",
        "Would you rather be able to change your genetalia on command, or change anyone elses genetalia on command?",
        "How many toys do you currently have if any?",
        "What is the last time you were caught or almost caught doing something lewd? Either Virtual or IRL.",
        "What is the last porn/hentai you watched/searched?",
        "Who was the last person to break you?",
        "Have you had a sexual fantasy about someone you shouldn't?",
        "If you could, would you become a pornstar?",
        "Would you become a hentai VA if you could?",
        "Would you do something irreversable for the effort of sexual pleasure?",
        "Would you fuck someone just to make another person jealous?",
        "Would you walk around in public with cum dripping out of you?",
        "Would you fuck an officer to get out of a ticket?",
        "Would you fuck a professor to get a better grade?",
        "Would you fuck a Creator to get a world/avi made?",
        "Would you fuck your boss for a raise?",
        "Would you get involved in drama purely to be with someone you are interested in?",
        "How many people in Lastation have you fantasized of?",
        "Who in Lastation have you fantasized of the most?",
        "When given the option, dick or pussy to play with?",
        "Would you rather beg, or be begged to in a sexual act.",
        "While ERPing, have you ever hidden the fact that you came early from you partner? If so, why?",
        "Who is your favorite NSFW artist?",
        "What is the weirdest thing you've watched?",
        "What is the most weird/public/crazy place you have had sex?",
        "Explain your favorite kind of porn in detail.",
        "Have you ever faked an orgasim during ERP? If yes why?",
        "Describe the worst ERP experience you've had.",
        "If this game turned into an orgy would you participate?",
        "What would be a hard NO for you in terms of kinks.",
        "What are your top 3 kinks and why?",
        "What is a kink you would try that you havent?",
        "Say the weirdest thing you have said when you thought no one could hear you.",
        "Have you ever had sex with someone without knowing their name? If yes, do you know their name now?",
        "Have you ever had a dream about a player here? If yes, give details.",
        "Say the person in the room you would go with after the game~"

    ],
    "Player_Truths": [
        "Tell your darkest secret to <player>",
        "Would you fuck <player>.",
        "Explain in detail why you would or wouldn't erp <player>.",
        "What do you make of <player>'s personality?",
        "What nickname would you assign to <player>?",
        "What do you think of <player>'s avatar?",
        "What kind of meal would you share with <player>?",
        "How often do you think <player> ERP's?",
        "Do you think <player> is a virgin, if so why?",
        "How experinced sexually do you think <player> is?",
        "Would you wanna be <player>'s Pet/or/Master?"

    ],
    "Dares": [
        "Mute yourself until next turn.",
        "Kiss the player of your choosing.",
        "Remove one piece of clothing.(IRL or in-game)",
        "Let the person you choose decide your dare.",
        "Edge for the rest of this round.",
        "Flirt with the first person to raise their hand, if no one raises their hand you pick.",
        "Call everyone Master/Mistress until it is your turn again.",
        "Sit in the lap of the person here you like the most.",
        "If you have a toy, use it on yourself until it is your turn again. (otherwise, reroll)",
        "If you have a Lovense let the person you like the most control toy for 1 round. (otherwise, reroll)",
        "Give the person you want to be intimate with oral.",
        "If possible, Give the person with a funny avatar a lap dance. (otherwise, reroll)",
        "Sit in anyone's lap nude(IRL or In-Game) for 1 round. (or longer)",
        "Give all your friends that are playing a hug",
        "Suck on the player you wish to till they cum or get a dare that requires them to move.",
        "Put an ice cube under your balls/pussy and sit until it melts.",
        "If you have a vibrator let the group decide where it goes and leave it on for 3 rounds. (otherwise, reroll)",
        "Pick a player to give a massage for 2 rounds. (they choose the type of massage)",
        "Bite anyone using the [Switch] tag on the neck in the most seductive way possible.",
        "Put on your cutest avi and do a cute dance for everyone.",
        "Hit on someone of your choosing with your best-perverted pickup line.",
        "Masturbate in front of the whole group until you cum or else the group picks your new dare.",
        "If you have a Pet/or/Master DM them your favorite thing about them.",
        "For the next full turn, you must use a toy IRL and ride it. If no toy is present, you must ride a willing volunteer.",
        "Act out one of your kinks.",
        "For 1 round, you are free use to anyone in the room.",
        "You must attempt 1 sexual act that you have not tried before if someone here is willing to do the act with you.",
        "[Hunting season!] : Run away from the other players, the first person to touch you gets to spank you.",
        "You must try to attempt up to 5 DIFFERENT sexual acts/positions by the end of game.",
        "Sit naked with your legs spread in front of everyone. Anyone who wishes to lick/eat/suck you may until your next turn.",
        "Look around. You must rate each member in the groups avatar on a scale of 1 -10.",
        "Go to each member and say [Yes] or [No] on if you would fuck them purely based off their avatar.",
        "If you dont have one already, offer yourself up to become Pet/or/Master to someone. (otherwise, reroll)",
        "Until it is your turn again, only speak with horny or kinky responses.",
        "[PiShock & Lovense] Give the person you find to be the most intimidating access to your toy for 5 minutes. (Otherwise, reroll)",
        "Proclaim your love in the most dramatic way possible to someone in the room.",
        "Get on all fours, regardless if platform. Then, recite the Vaporeon copypasta.",
        "Post the newest nsfw picture in your camera roll in Lastation Discord Server.",
        "Smash or Pass all players in this instance.",
        "[Time for 3!] Reroll 3 Truths. You must answer all 3.",
        "Close your eyes, spin around for 10 seconds and breed/be breeded by the player in front of you.",
        "Choose a number 1-100. First person to guess it gets to make you do any one thing.",
        "Go commando for the rest of the game.(IRL or in-game)",
        "Kiss everyone in the rooms genitals.",
        "Sit on the lap of the person wish to until one of you have to move, dick inside you.",
        "Lewd with a deskie right now. If you are a deskie, lewd with anyone willing to.",
        "Use a sex toy for each of your holes IRL. If dont have enough/any, other players will work.",
        "Stick a ice cube up your Pussy/Ass till it melts.",
        "Spank yourself IRL loud enough for the mic to pick it up. If mute/no mic, slap your face so everyone can see.",
        "Change your status to (horny hours, free use!) For an hour.",
        "Kneel in front of someone and pledge loyalty to them.",
        "Ask your crush on a date.",
        "In the Lastation discord, change your name to include (needy pet).",
        "[Penalty] Truth only for 3 rounds!",
        "Let the group decide on what you should write on your body then post a photo as proof in the Lastation Discord.",
        "Make out with The person you choose for 1 minute.",
        "[Challenge] : See who you can fluster, If you fluster someone they must take a dare from you.",
        "Find a player in this instance that has [Phantom Sense] tag and start touching them all over until they ask you to stop.",
        "Hydration check, drink some water and reroll.",
        "You must play with your self till your next turn.",
        "Suck on an ice cube untill it melts, but make it sloppy.",
        "Share a nude/spicy pic with the person to your right.",
        "Show the group your best cowgirl riding skills. (the sex position)",
        "Pick someone to play with, until your next turn.",
        "Go around the room and tell everyone the sexiest thing about them/or their avatar.",
        "Do your best vibrator impression.",
        "Give the room a show and do your best strip tease.",
        "Pick someone to have a makeout session with, if you get turned on you have to tell them",
        "Make your best deepthroating sound or remove an article of clothing(IRL or in-game).",
        "If you have a toy suck on it until your next turn. (if not use a cloth or something to gag yourself)",
        "Describe your perfect sexual encounter to the group... in detail.",
        "Edge for your next 3 turns if you fail group gives you a punishment.",
        "Turn on a porn video and play it in the background with the volume up.",
        "Play with yourself for 1 round, Make as many noises as possible.",
        "The first person to say your name after this dare gets (head) from you.",
        "Pick a persons nipples and lick them.",
        "Re-create an erp encounter you've had with someone here.",
        "Sit until the next round with your legs open exposing your avatars genitals.",
        "Speak in your best seductive voice for a round."

    ],
    "Player_Dares": [
        "Kiss <player>.",
        "Poke <player>'s nose.",
        "Let <player> decide your dare.",
        "Flirt with <player>.",
        "Sit in <player>'s lap nude(IRL or In-Game) for 1 round. (or longer)",
        "Whisper to <player>, things you'd do to them.",
        "Share BDSM test results(https://bdsmtest.org/) with <player>.",
        "Give <player> a hug.",
        "Tease <player> to the best of your ability",
        "Play with <player>'s pussy/ass/tits/pp for one round.",
        "You must find a partner for this. You and said partner must worship <player>'s genitalia in front of the rest of the group.",
        "With their consent you have to blow/eat out <player> or whoever volunteers if the selected party declines.",
        "Sit in <player>'s lap and makeout with them.",
        "Let the person <player> chooses touch you for 30 seconds.",
        "Let <player> slap your pussy twice. If male, let them spank you twice.",
        "Motorboat <player>.",
        "Suck/lick <player>'s dick/pussy in front of everyone.",
        "Whenever <player> says your name, you must make a noise like an animal.",
        "Put your hands on your head and let <player> have their way with you for 1 minute.",
        "Tease <player> until they squirm or let them tease you until you squirm.",
        "Whisper seductively into <player>'s ear or remove and item of clothing(IRL or in-game).",
        "Give <player> a long sensual kiss (not makeout) and leave them wanting more~",
        "If you have a lovense, give control to <player> (Otherwise, Reroll)",
        "Turn <player> on by any means."

    ]
}
